docs/history/history11/KBhCivilWar.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-03 Fri 17:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Civil War</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Civil War</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-12-03 Fri 17:17</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='KBhimpending_crisis_reading.html'>Impending Crisis Reading</a></li> <li><a class='backlink' href='index.html'>HIST301 Master Index</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org09ffd0a">1. Two Focal Questions and Centering Points</a></li>
<li><a href="#org497adf3">2. Conditions of War</a>
<ul>
<li><a href="#org8764591">2.1. Geography</a></li>
<li><a href="#orgb542c6e">2.2. Economic Development</a></li>
<li><a href="#org1921ad9">2.3. Demographics</a></li>
<li><a href="#org84d2363">2.4. Slavery</a>
<ul>
<li><a href="#org4ed85c2">2.4.1. Abolition</a></li>
<li><a href="#org170f5c8">2.4.2. Uncle Tom's Cabin</a></li>
</ul>
</li>
<li><a href="#org37e6603">2.5. Western Expansion</a></li>
<li><a href="#org773e90b">2.6. Technological Changes</a></li>
<li><a href="#org7ed5e94">2.7. John Brown Raid</a></li>
<li><a href="#org1ad1fcb">2.8. Elections</a></li>
<li><a href="#orgacf9876">2.9. Ford Sumter</a></li>
</ul>
</li>
<li><a href="#orge08aa3d">3. What If?</a></li>
<li><a href="#org350049d">4. Impending Crisis</a></li>
<li><a href="#org0208633">5. Perspectives on Slavery</a>
<ul>
<li><a href="#orgb7879dc">5.1. Northern Arguments</a>
<ul>
<li><a href="#org810bdc8">5.1.1. Northern Sources</a></li>
<li><a href="#orgbe6c231">5.1.2. Impact of Slavery on Land</a></li>
<li><a href="#org18557a3">5.1.3. Impact of Slavery on Economy</a></li>
</ul>
</li>
<li><a href="#org19825c2">5.2. Southern Arguments</a>
<ul>
<li><a href="#orgbf555de">5.2.1. "States Rights"</a></li>
<li><a href="#orge129585">5.2.2. Hiding the Want of Slavery</a></li>
</ul>
</li>
<li><a href="#org1f14031">5.3. Nat Turner</a></li>
<li><a href="#org653c5df">5.4. Reflections</a></li>
</ul>
</li>
<li><a href="#orge39aa86">6. Lincoln and Douglass</a>
<ul>
<li><a href="#org649fd37">6.1. Lincoln</a>
<ul>
<li><a href="#org09aa9db">6.1.1. Civil War Strategy</a></li>
</ul>
</li>
<li><a href="#orga161ce3">6.2. Douglass</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-org09ffd0a" class="outline-2">
<h2 id="org09ffd0a"><span class="section-number-2">1</span> Two Focal Questions and Centering Points</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>What <i>long term conditions</i> contributed to the eruption of the Civil War?</li>
<li>What <i>short term causes</i> ignited armed conflict in 1861</li>
</ul>

<p>
&gt; Is "Uncle-Tom's Cabin" a cause or a reflection of the civil war?
</p>

<p>
<b><b>Nothing in history in <i>inevitable</i></b></b>. Its not inevitable that we had the civil war; Lincoln could have let the South seceded. 
</p>
</div>
</div>

<div id="outline-container-org497adf3" class="outline-2">
<h2 id="org497adf3"><span class="section-number-2">2</span> Conditions of War</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org8764591" class="outline-3">
<h3 id="org8764591"><span class="section-number-3">2.1</span> Geography</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Land and Climate</li>
<li>Natural Resources</li>
<li>Rivers &amp; Coast</li>
</ul>

<p>
The North has worse geography, so they have diverse income and economics. The South has better geography, but then their economy is less diversified (focused on cotton, tobacco, sugar, etc.) Indigo was also an incredible crop in the south.
</p>
</div>
</div>

<div id="outline-container-orgb542c6e" class="outline-3">
<h3 id="orgb542c6e"><span class="section-number-3">2.2</span> Economic Development</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Northern states had lumber and trade =&gt; industrialization</li>
<li>South had slave labor</li>
</ul>
</div>
</div>

<div id="outline-container-org1921ad9" class="outline-3">
<h3 id="org1921ad9"><span class="section-number-3">2.3</span> Demographics</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>European Immigration is more popular in the North</li>
<li>South's has heavy reliance on slave labor</li>
</ul>
</div>
</div>

<div id="outline-container-org84d2363" class="outline-3">
<h3 id="org84d2363"><span class="section-number-3">2.4</span> Slavery</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>3/5 Compromise</li>
<li>Missouri Compromise</li>
<li>Abolition Movement</li>
</ul>
</div>

<div id="outline-container-org4ed85c2" class="outline-4">
<h4 id="org4ed85c2"><span class="section-number-4">2.4.1</span> Abolition</h4>
<div class="outline-text-4" id="text-2-4-1">
<ul class="org-ul">
<li>Fugitive Slave Laws</li>
<li>Emancipation: what to do with slaves? Do we free them into society</li>
<li>Repatriation? The US created Liberia to send people back?</li>
</ul>
</div>
</div>

<div id="outline-container-org170f5c8" class="outline-4">
<h4 id="org170f5c8"><span class="section-number-4">2.4.2</span> Uncle Tom's Cabin</h4>
<div class="outline-text-4" id="text-2-4-2">
<p>
Becomes best seller + heavily censored in the south
</p>
</div>
</div>
</div>

<div id="outline-container-org37e6603" class="outline-3">
<h3 id="org37e6603"><span class="section-number-3">2.5</span> Western Expansion</h3>
<div class="outline-text-3" id="text-2-5">
<ul class="org-ul">
<li>Louisiana Purchase =&gt; leads into sentiments of manifest Destiny</li>
<li>Missouri Compromise</li>
<li>Mexican-American</li>
<li>Kansas + Nebraska had mini civil-war over slavery</li>
</ul>
</div>
</div>

<div id="outline-container-org773e90b" class="outline-3">
<h3 id="org773e90b"><span class="section-number-3">2.6</span> Technological Changes</h3>
<div class="outline-text-3" id="text-2-6">
<p>
Industrial Revolution + Cotton 'Gin (1793).
</p>
</div>
</div>

<div id="outline-container-org7ed5e94" class="outline-3">
<h3 id="org7ed5e94"><span class="section-number-3">2.7</span> John Brown Raid</h3>
<div class="outline-text-3" id="text-2-7">
<p>
<b>*John Brown</b> + his allies, including 5 African Americans capture federal arsenal at Harper's Ferry, VA.
</p>
</div>
</div>

<div id="outline-container-org1ad1fcb" class="outline-3">
<h3 id="org1ad1fcb"><span class="section-number-3">2.8</span> Elections</h3>
<div class="outline-text-3" id="text-2-8">
<p>
Lincoln swings the election, and wins the electoral college
</p>
</div>
</div>

<div id="outline-container-orgacf9876" class="outline-3">
<h3 id="orgacf9876"><span class="section-number-3">2.9</span> Ford Sumter</h3>
<div class="outline-text-3" id="text-2-9">
<p>
Ford Sumter protected the coastline, confederates creating a blockade by cutting off its supply. This marks the real beginning of the civil war.
</p>

<p>
"Nothing is inevitable until here."
</p>
</div>
</div>
</div>

<div id="outline-container-orge08aa3d" class="outline-2">
<h2 id="orge08aa3d"><span class="section-number-2">3</span> What If?</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><b><b>What if</b></b> Abe Lincoln fallen short of the electoral majority</li>
<li><b><b>What if</b></b> the north allowed the South to secede</li>
<li><b><b>What if</b></b> England and France had become more involved in the Civil War</li>
<li><b><b>What if</b></b> the South had survived the war intact</li>
</ul>
</div>
</div>

<div id="outline-container-org350049d" class="outline-2">
<h2 id="org350049d"><span class="section-number-2">4</span> Impending Crisis</h2>
<div class="outline-text-2" id="text-4">
<p>
<a href="../../../src/history/history11/KBhimpending_crisis_reading.html#ID-A58FCD92-57A9-4C68-8AF9-FE0E95877DFF">Impending Crisis Reading</a>
</p>
</div>
</div>

<div id="outline-container-org0208633" class="outline-2">
<h2 id="org0208633"><span class="section-number-2">5</span> Perspectives on Slavery</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgb7879dc" class="outline-3">
<h3 id="orgb7879dc"><span class="section-number-3">5.1</span> Northern Arguments</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-org810bdc8" class="outline-4">
<h4 id="org810bdc8"><span class="section-number-4">5.1.1</span> Northern Sources</h4>
<div class="outline-text-4" id="text-5-1-1">
<ul class="org-ul">
<li>Not directly anti-slavery, but just didn't want slavery to expand + did not want to partake</li>
<li>Northerners against slavery because they think it against the economy</li>
</ul>
</div>
</div>

<div id="outline-container-orgbe6c231" class="outline-4">
<h4 id="orgbe6c231"><span class="section-number-4">5.1.2</span> Impact of Slavery on Land</h4>
<div class="outline-text-4" id="text-5-1-2">
<ul class="org-ul">
<li>Against bringing slavery to the new regions of the US, describing them to be free land</li>
<li>If slavery is brought to the free land, it is no longer "free"</li>
<li>Some Northerners were pro-division, who wanted the country to be divided</li>
<li>Some believed the process of "slave-catching" to be a crime</li>
<li>Talkes about delivering slaves to the south is a crime</li>
</ul>
</div>
</div>

<div id="outline-container-org18557a3" class="outline-4">
<h4 id="org18557a3"><span class="section-number-4">5.1.3</span> Impact of Slavery on Economy</h4>
<div class="outline-text-4" id="text-5-1-3">
<ul class="org-ul">
<li>That slavery is a dying institution as part of the capital</li>
<li>That black people just needed to leave the country as a whole</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org19825c2" class="outline-3">
<h3 id="org19825c2"><span class="section-number-3">5.2</span> Southern Arguments</h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-orgbf555de" class="outline-4">
<h4 id="orgbf555de"><span class="section-number-4">5.2.1</span> "States Rights"</h4>
<div class="outline-text-4" id="text-5-2-1">
<ul class="org-ul">
<li>Feels like the process of abolishing slavery is abolishing</li>
<li>William Haper downplayed slavery, and did not address the actual conditions of slavery</li>
<li>Believes that the union simply want an easy solutions</li>
</ul>
</div>
</div>

<div id="outline-container-orge129585" class="outline-4">
<h4 id="orge129585"><span class="section-number-4">5.2.2</span> Hiding the Want of Slavery</h4>
<div class="outline-text-4" id="text-5-2-2">
<ul class="org-ul">
<li>Believes that the abolishment of the institution of slavery looses economic value</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org1f14031" class="outline-3">
<h3 id="org1f14031"><span class="section-number-3">5.3</span> Nat Turner</h3>
<div class="outline-text-3" id="text-5-3">
<p>
The process by which he murdered his master and also as a process by which they planned an insurrection. Realized the violence in the process of subjugation. 
</p>

<p>
Turner was a preacher, leveraging lots of religious allusion. Its important b/c there is 3 unique aspects of the reading: Turner provides a lot of detail and his reasoning.
</p>

<ul class="org-ul">
<li>Provides intersection between religion and justification of slavery</li>
<li>Counters the religious justification of slavery, and that slaves are preordained to rebel against their masters</li>
<li>Sense of redeeming themselves</li>
</ul>

<p>
"Devil is being present is slave owners," that the classes should interchange. The process of killing
</p>
</div>
</div>

<div id="outline-container-org653c5df" class="outline-3">
<h3 id="org653c5df"><span class="section-number-3">5.4</span> Reflections</h3>
<div class="outline-text-3" id="text-5-4">
<ul class="org-ul">
<li>Willmont provision: puts the conversation of slavery on every bill, did no</li>
<li>Douglass: slavery will die on its own eventually</li>
<li>Turner: preacher that also leads rebellious</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orge39aa86" class="outline-2">
<h2 id="orge39aa86"><span class="section-number-2">6</span> Lincoln and Douglass</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org649fd37" class="outline-3">
<h3 id="org649fd37"><span class="section-number-3">6.1</span> Lincoln</h3>
<div class="outline-text-3" id="text-6-1">
<p>
Series of primary sources of his speeches, and letters to pro-slavery advocates.
</p>

<ul class="org-ul">
<li>That skin color is an arbitutary justifications</li>
<li>That the slavery is a bad look</li>
<li>Founding farthers did <i>not</i> want slavery permanently (all men are created equal)</li>
</ul>

<p>
That, even if support, all parts of the constitution could be changing.
</p>

<ul class="org-ul">
<li>Lincoln did not argue for emancipation until later parts of the Source</li>
<li>Slavery does not make sense if looking at skin colour, intellect, etc. (i.e. everyone who's dumber than someone else would therefore be their slave)</li>
<li>Also anti-religious</li>
</ul>

<p>
Lincoln argued the insensibility of slavery. Kept having to clarify that he is not trying to completely get rid of slavery, also still don't think that the Black people should be full citizens.
</p>

<p>
Why did he free slaves:
</p>

<ul class="org-ul">
<li>Encourages rebellions in the South</li>
<li>Prevents the process of war</li>
<li>Wishing Black men to join army</li>
</ul>

<p>
Also, Lincoln knows Douglass. Lincoln can't deny the articulation of Dauglass' history.
</p>
</div>

<div id="outline-container-org09aa9db" class="outline-4">
<h4 id="org09aa9db"><span class="section-number-4">6.1.1</span> Civil War Strategy</h4>
</div>
</div>


<div id="outline-container-orga161ce3" class="outline-3">
<h3 id="orga161ce3"><span class="section-number-3">6.2</span> Douglass</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li>Douglass and Lincoln argued that slavery did not make sense</li>
<li>Even in the lens of Christianity, Christianity could not support slavery</li>
</ul>

<p>
Douglass makes an emotional appeal against slavery. Douglass in religious, but does not support the Christianity that supports slavery. Struggling with his ideas of slavery: that if there is a god, why does it support slavery &#x2014; that it makes no religious sense in any grounds.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
